import 'package:flutter/material.dart';

Color mainColor = const Color(0xFF63B467);

String aboutAppText = 'تطبيق "كتابي" هو منصة مبتكرة تهدف إلى تسهيل تبادل الكتب والمواد الأكاديمية بين الطلاب الجامعيين. يوفر التطبيق فرصة قيمة للطلاب للبحث عن كتب ومواد دراسية بسهولة وفعالية، سواء كانوا يبحثون عن التبادل أو التبرع بها. يتيح التطبيق أيضًا التواصل المباشر بين الطلاب من خلال ميزة المحادثة النصية المدمجة، مما يسهم في تعزيز التواصل ومشاركة المعرفة.\n\n يوفر التطبيق للمستخدمين مجموعة متنوعة من الخيارات، حيث يمكن لطلاب الجامعات البحث عن الكتب التي يحتاجونها بسرعة وسهولة، سواء كانوا يتطلعون إلى التبادل مع زملاء الدراسة أو القيام بالتبرع بالكتب التي لم يعدوا بحاجة إليها. يأتي التطبيق بتجربة مستخدم سهلة وممتعة، مما يساهم في تعزيز التعلم وتحفيز الطلاب على مشاركة مواردهم الأكاديمية مع الآخرين.\n\nبفضل ميزاته المبتكرة والمتقدمة، يعد تطبيق "كتابي" رفيقًا مثاليًا للطلاب الجامعيين في رحلتهم الأكاديمية. يسهم في توفير الكتب والمواد الدراسية بشكل مستدام ومجتمعي، مما يعزز التعليم والتعلم في المجتمع الجامعي ويسهم في بناء جسور التواصل والتعاون بين الطلاب.';

String? uId = '';
